{
    "common": {
        "close": "Luk",
        "delete": "Slet",
        "groups": "Grupper",
        "save": "Gem"
    },
    "devicePage": {
        "about": "Om",
        "settings": "Indstillinger"
    },
    "featureDescriptions": {
        "Color temperature of this light": "Colour temperature of this light",
        "Color temperature after cold power on of this light": "Colour temperature after cold power on of this light",
        "Color of this light in the CIE 1931 color space (x/y)": "Colour of this light in the CIE 1931 colour space (xy)",
        "Color of this light expressed as hue/saturation": "Colour of this light expressed as hue/saturation",
        "Type of user, unrestricted: owner (default), (year|week)_day_schedule: user has ability to open lock based on specific time period, master: user has ability to both program and operate the door lock, non_access: user is recognized by the lock but does not have the ability to open the lock": "",
        "Triggered action on the lock": "",
        "Source of the triggered action on the lock": "",
        "ID of user that triggered the action on the lock": "",
        "After turn on, the indicator light turns on while switch is off, and vice versa": "",
        "Number of power outages (since last pairing)": "",
        "Number of power outages": "",
        "The current charging status.": "",
        "The current state of the motor.": "",
        "Whether the motor is moving or not": "",
        "Motor state": "",
        "Value of smoke concentration": "",
        "Value of smoke concentration in dB/m": "",
        "Starts the self-test process (checking the indicator light and buzzer work properly)": "",
        "Self-test in progress": "",
        "Mute the buzzer for 80 seconds (buzzer cannot be pre-muted, because this function only works when the alarm is triggered)": "",
        "Buzzer muted": "",
        "When this option is enabled then in the normal monitoring state, the green indicator light flashes every 60 seconds": "",
        "When this option is enabled and a smoke is detected, other detectors with this option enabled will also sound the alarm buzzer": "",
        "Value of gas concentration": "",
        "Gas concentration value at which an alarm is triggered (\"10%LEL\" is more sensitive than \"15%LEL\")": "",
        "Mute the buzzer for 10 minutes (buzzer cannot be pre-muted, because this function only works when the alarm is triggered)": "",
        "When this option is enabled and a gas leak is detected, other detectors with this option enabled will also sound the alarm buzzer": "",
        "\"Preparation\" or \"work\" (measurement of the gas concentration value and triggering of an alarm are only performed in the \"work\" state)": "",
        "Presence events: \"enter\", \"leave\", \"left_enter\", \"right_leave\", \"right_enter\", \"left_leave\", \"approach\", \"away\"": "",
        "Monitoring mode with or without considering right and left sides": "",
        "The distance at which the sensor detects approaching": "",
        "Different sensitivities means different static human body recognition rate and response speed of occupied": "",
        "Reset the status of no presence": "",
        "Time interval for detecting actions": "",
        "Decoupled mode for center button": "Decoupled mode for centre button",
        "Switch between rgbw mode or dual color temperature mode": "Switch between RGBW or dual colour temperature mode",
        "Is the device plugged in": "",
        "Smoke alarm status": "",
        "Test alarm": "",
        "Test alarm result": "",
        "Battery level state": "",
        "Alarm enable": "",
        "Fault alarm status": "",
        "Silence siren": "",
        "The dimmer is capable of measuring the reactanceto distinguish inductive and capacitive loads.": "The dimmer is capable of measuring the reactance to distinguish inductive and capacitive loads.",
        "Controls the behavior when the device is powered on": "Controls the behaviour when the device is powered on",
        "PIR sensor sensitivity (refresh and update only while active)": "",
        "PIR keep time in seconds (refresh and update only while active)": "",
        "Report interval": "",
        "Current display unit": "",
        "Temperature alarm status": "",
        "Humidity alarm status": "",
        "Alarm humidity max": "",
        "Alarm humidity min": "",
        "Distance to target": "",
        "Minimum range": "",
        "Maximum range": "",
        "Detection delay": "",
        "Fading time": "",
        "Self_test, possible resuts: checking, check_success, check_failure, others, comm_fault, radar_fault.": "",
        "Brightness state": "",
        "presets for sensitivity for presence and movement": "",
        "Tumble status switch": "",
        "fall sensitivity of the radar": "",
        "tumble alarm time": "",
        "fall down status": "",
        "static dwell alarm": "",
        "Led status switch": "LED status switch",
        "Trigger the door movement": "",
        "Indicates if the garage door contact is closed (= true) or open (= false)": "",
        "Relay LED indicator mode": "",
        "Plug LED indicator mode": "",
        "Comfort temperature": "Komfort temperatur",
        "When Anti-Freezing function is activated, the temperature in the house is kept at 8 °C, the device display \"AF\".press the pair button to cancel.": "",
        "Battery life can be prolonged by switching the heating off. To achieve this, the valve is closed fully. To activate the heating stop, the device display \"HS\", press the pair button to cancel.": "",
        "Window open?": "",
        "Mode of this device, in the `heat` mode the TS0601 will remain continuously heating, i.e. it does not regulate to the desired temperature. If you want TRV to properly regulate the temperature you need to use mode `auto` instead setting the desired temperature.": "",
        "Maximum light brightness": "",
        "The measured CO (carbon monoxide) value": "",
        "The measured formaldehyd value": "The measured formaldehyde value",
        "Measured PM2.5 (particulate matter) concentration": "Measured PM₂.₅ (particulate matter) concentration",
        "Group where the action was triggered on": "",
        "The measured occupancy value": "",
        "The measured noise value": "",
        "Indicates whether the device detected noise": "",
        "Time in seconds after which noise is cleared after detecting it (default: 60)": "",
        "Time in seconds after which occupancy is cleared after detecting it (default: 60)": "",
        "Self-heating compensation. The compensation value is subtracted from the measured temperature": "",
        "If the sensor is triggered by the slightest movement, reduce the sensitivity, otherwise increase it (default: 50)": "",
        "The minimum noise level at which the detector will work (default: 50)": "",
        "Automatic calibration of the CO2 sensor. If ON, the CO2 sensor will automatically calibrate every 7 days.": "",
        "Ventilate the room for 20 minutes, turn on manual calibration, and turn it off after one second. After about 5 minutes the CO2 sensor will show 400ppm. Calibration completed": "",
        "Turn on when working in conditions of high humidity (more than 70 %, RH) or condensation, if the sensor shows 0 or 100 %.": "",
        "White brightness of this light": "",
        "Valve state if open or closed": "",
        "Position of the valve": "",
        "Control backlight dimming behavior": "Control backlight dimming behaviour",
        "Door status": "",
        "User ID can only number 1": "",
        "Pincode to set, set pincode(4 digit) to null to clear": "",
        "temperature of device internal mcu": "",
        "Measured electrical power factor": "",
        "Measured electrical ac frequency": "",
        "Currently status": "",
        "Instantaneous measured apparent power": "",
        "Instantaneous measured power on phase A": "",
        "Instantaneous measured power on phase B": "",
        "Instantaneous measured power on phase C": "",
        "Instantaneous measured power factor": "",
        "Sum of consumed energy on phase A": "",
        "Sum of consumed energy on phase B": "",
        "Sum of consumed energy on phase C": "",
        "Measured electrical AC frequency": "",
        "Measured electrical potential value on phase A": "",
        "Measured electrical potential value between phase A and B": "",
        "Measured electrical potential value between phase B and C": "",
        "Measured electrical potential value between phase C and A": "",
        "Instantaneous measured electrical current on phase A": "",
        "Time in seconds after which occupancy is cleared after detecting it": "",
        "Sets dimming mode to autodetect or fixed RC/RL/RL_LED mode (max load is reduced in RL_LED)": "",
        "Duration of lift": "",
        "Controls how programming affects the thermostat. Possible values: setpoint (only use specified setpoint), schedule (follow programmed setpoint schedule). Changing this value does not clear programmed schedules.": "",
        "Not clear how this affects operation. However, it would appear that the device does not execute any motor functions if this is set to false. This may be a means to conserve battery during periods that the heating system is not energized (e.g. during summer). `false` No Heat Available or `true` Heat Available": "",
        "If `radiator_covered` is `true`: Set at maximum 30 minutes interval but not more often than every 5 minutes and 0.1 degrees difference. Resets every 35 minutes to standard. If `radiator_covered` is `false`: Set at maximum 3 hours interval but not more often than every 30 minutes and 0.1 degrees difference. Resets every 3 hours to standard. Value 21C = 2100 (-8000=undefined).": "",
        "Set if the TRV should solely rely on external_measured_room_sensor or operate in offset mode. `false` = Auto Offset Mode or `true` = Room Sensor Mode": "",
        "Whether or not the window open feature is enabled": "",
        "Mean radiator load for room calculated by gateway for load balancing purposes (-8000=undefined)": "",
        "Specific for pre-heat running in Zigbee Weekly Schedule mode": "",
        "Status of adaptation run: None (before first run), In Progress, Valve Characteristic Found, Valve Characteristic Lost": "",
        "Automatic adaptation run enabled (the one during the night)": "",
        "Adaptation run control: Initiate Adaptation Run or Cancel Adaptation Run": "",
        "Regulation SetPoint Offset in range -2.5°C to 2.5°C in steps of 0.1°C. Value 2.5°C = 25.": "",
        "Temperature sensitivity": "",
        "Enable LED": "",
        "Temperature/humidity alarm status": "",
        "Temperature scale (°F/°C)": "",
        "OLED brightness when operating the buttons.  Default: Medium.": "",
        "Key beep volume and vibration level.  Default: Low.": "",
        "Type of the external floor sensor.  Default: NTC 10K/25.": "",
        "The sensor used for heat control.  Default: Room Sensor.": "",
        "The mode after a power reset.  Default: Previous Mode.": "",
        "The tempearatue calibration for the exernal floor sensor, between -3 and 3 in 0.1°C.  Default: 0.": "",
        "The duration of Dry Mode, between 5 and 100 minutes.  Default: 5.": "",
        "The mode after Dry Mode.  Default: Auto.": "",
        "The temperature on the display.  Default: Room Temperature.": "",
        "The threshold to detect window open, between 1.5 and 4 in 0.5 °C.  Default: 0 (disabled).": "",
        "Hysteresis setting, between 0.5 and 2 in 0.1 °C.  Default: 0.5.": "",
        "Room temperature alarm threshold, between 20 and 60 in °C.  0 means disabled.  Default: 45.": "",
        "Power on behavior state": "Power on behaviour state",
        "Indicator light status": "",
        "The delta between local_temperature and current_heating_setpoint to trigger Heat": "",
        "Serial Number": "",
        "Base index": "",
        "Tarif option": "",
        "Subscribed intensity level": "",
        "HCHC index": "",
        "HCHP index": "",
        "BBRHCJW index": "",
        "BBRHPJW index": "",
        "BBRHCJR index": "",
        "BBRHPJR index": "",
        "RMS current": "",
        "RMS current (phase 2)": "",
        "RMS current (phase 3)": "",
        "RMS current peak": "",
        "RMS current peak (phase 2)": "",
        "RMS current peak (phase 3)": "",
        "Three-phase power peak": "",
        "Apparent power": "",
        "Current pricing period": "",
        "Tomorrow color": "Tomorrow colour",
        "Schedule HPHC": "",
        "Presence of potentials": "",
        "EJP start notice (30min)": "",
        "Subscribed Power Exceeded Warning": "",
        "Over Current Warning (phase 1)": "",
        "Over Current Warning (phase 2)": "",
        "Over Current Warning (phase 3)": "",
        "Current supplier price label": "",
        "Current tariff index number": "",
        "Customer tele-information protocol version": "",
        "Current date and time": "",
        "Total provider active power delivered (index 07)": "",
        "Total provider active power delivered (index 08)": "",
        "Total provider active power delivered (index 09)": "",
        "Total provider active power delivered (index 10)": "",
        "Active energy withdrawn Distributor (index 01)": "",
        "Active energy withdrawn Distributor (index 02)": "",
        "Active energy withdrawn Distributor (index 03)": "",
        "Active energy withdrawn Distributor (index 04)": "",
        "Total active power injected": "",
        "Total reactive power (Q1)": "",
        "Total reactive power (Q2)": "",
        "Total reactive power (Q3)": "",
        "Total reactive power (Q4)": "",
        "RMS voltage": "",
        "RMS voltage (phase 2)": "",
        "RMS voltage (phase 3)": "",
        "Register of Statutes": "",
        "Apparent power threshold": "",
        "Instantaneous apparent power injected": "",
        "Apparent power max. injected n": "",
        "Apparent power max. injected n-1": "",
        "Current point of the active load curve drawn": "",
        "Previous point of the active load curve drawn": "",
        "Point n of the withdrawn active load curve": "",
        "Point n-1 of the withdrawn active load curve": "",
        "Average RMS voltage (phase 1)": "",
        "Average RMS voltage (phase 2)": "",
        "Average RMS voltage (phase 3)": "",
        "Immediate apparent power delivered (phase 2)": "",
        "Immediate apparent power delivered (phase 3)": "",
        "Apparent power delivered peak (phase 2)": "",
        "Apparent power delivered peak (phase 3)": "",
        "Apparent power max. draw-off n-1": "",
        "Apparent power max. draw-off n-1 (phase 2)": "",
        "Apparent power max. draw-off n-1 (phase 3)": "",
        "Message short": "",
        "Message ultra-short": "",
        "PRM number": "",
        "Start mobile point 1": "",
        "Stop mobile point 1": "",
        "Start mobile point 2": "",
        "Stop mobile point 2": "",
        "Start mobile point 3": "",
        "Stop mobile point 3": "",
        "Current day number supplier calendar": "",
        "Next day number supplier calendar": "",
        "Profile of the next supplier calendar day": "",
        "Profile of the next check-in day": "",
        "Controls behaviour of led/siren on alarm": "Controls behaviour of LED/siren on alarm",
        "Measured eCO2 value": "Measured CO2 value",
        "Enable the LED when the light is off": "",
        "Works only when the pilot wire is deactivated": "",
        "Animation Effect to use for the LEDs": "",
        "Calculated by using a hue color circle(value/255*360) If color = 255 display white": "",
        "Brightness of the LEDs": "",
        "1-60 is in seconds calculated 61-120 is in minutes calculated by(value-60) Example a value of 65 would be 65-60 = 5 minutes - 120-254 Is in hours calculated by(value-120) Example a value of 132 would be 132-120 would be 12 hours. - 255 Indefinitely": "",
        "Individual LED to target.": "",
        "Animation Effect to use for the LED": "",
        "Brightness of the LED": "",
        "1-60 is in seconds calculated 61-120 is in minutes calculated by(value-60) Example a value of 65 would be 65-60 = 5 minutes - 120-254 Is in hours calculated by(value-120)  Example a value of 132 would be 132-120 would be 12 hours. - 255 Indefinitely": "",
        "This changes the speed that the light dims up when controlled from the hub. A setting of 0 turns the light immediately on. Increasing the value slows down the transition speed. Every number represents 100ms. Default = 25 (2.5s)": "",
        "This changes the speed that the light dims up when controlled at the switch. A setting of 0 turns the light immediately on. Increasing the value slows down the transition speed. Every number represents 100ms. Default = 127 - Keep in sync with dimmingSpeedUpRemote setting.": "",
        "This changes the speed that the light turns on when controlled from the hub. A setting of 0 turns the light immediately on. Increasing the value slows down the transition speed. Every number represents 100ms. Default = 127 - Keep in sync with dimmingSpeedUpRemote setting.": "",
        "This changes the speed that the light turns on when controlled at the switch. A setting of 0 turns the light immediately on. Increasing the value slows down the transition speed. Every number represents 100ms. Default = 127 - Keep in sync with dimmingSpeedUpRemote setting.": "",
        "This changes the speed that the light dims down when controlled from the hub. A setting of 0 turns the light immediately off. Increasing the value slows down the transition speed. Every number represents 100ms. Default = 127 - Keep in sync with dimmingSpeedUpRemote setting.": "",
        "This changes the speed that the light dims down when controlled at the switch. A setting of 0 turns the light immediately off. Increasing the value slows down the transition speed. Every number represents 100ms. Default = 127 - Keep in sync with dimmingSpeedUpLocal setting.": "",
        "This changes the speed that the light turns off when controlled from the hub. A setting of 'instant' turns the light immediately off. Increasing the value slows down the transition speed. Every number represents 100ms. Default = 127 - Keep in sync with rampRateOffToOnRemote setting.": "",
        "This changes the speed that the light turns off when controlled at the switch. A setting of 'instant' turns the light immediately off. Increasing the value slows down the transition speed. Every number represents 100ms. Default = 127 - Keep in sync with rampRateOffToOnLocal setting.": "",
        "The minimum level that the dimmer allows the bulb to be dimmed to. Useful when the user has an LED bulb that does not turn on or flickers at a lower level.": "",
        "The maximum level that the dimmer allows the bulb to be dimmed to.Useful when the user has an LED bulb that reaches its maximum level before the dimmer value of 99 or when the user wants to limit the maximum brightness.": "",
        "Inverts the orientation of the switch. Useful when the switch is installed upside down. Essentially up becomes down and down becomes up.": "",
        "Automatically turns the switch off after this many seconds. When the switch is turned on a timer is started. When the timer expires, the switch is turned off. 0 = Auto off is disabled.": "",
        "Default level for the dimmer when it is turned on at the switch. A setting of 0 means that the switch will return to the level that it was on before it was turned off.": "",
        "Default level for the dimmer when it is turned on from the hub. A setting of 0 means that the switch will return to the level that it was on before it was turned off.": "",
        "The state the switch should return to when power is restored after power failure. 0 = off, 1-100 = level, 101 = previous.": "",
        "Shows the level that the load is at for x number of seconds after the load is adjusted and then returns to the Default LED state. 0 = Stay Off, 1-10 = seconds, 11 = Stay On.": "",
        "Power level change that will result in a new power report being sent. The value is a percentage of the previous report.0 = disabled, 1-32767 = 0.1W-3276.7W.": "",
        "Time period between consecutive power & energy reports being sent (in seconds). The timer is reset after each report is sent.": "",
        "Energy reports Energy level change which will result in sending a new energy report.0 = disabled, 1-32767 = 0.01kWh-327.67kWh. Default setting: 10 (0.1 kWh)": "",
        "Set the power type for the device.": "",
        "Set the switch configuration.": "",
        "This will set the button press delay. 0 = no delay (Disables Button Press Events), 1 = 100ms, 2 = 200ms, 3 = 300ms, etc. up to 900ms. Default = 500ms.": "",
        "For use with Smart Bulbs that need constant power and are controlled via commands rather than power.": "",
        "Set the color of the LED Indicator when the load is on.": "Set colour of the LED indicator when on",
        "Set the color of the LED Indicator when the load is off.": "Set colour of the LED indicator when off",
        "Set the intensity of the LED Indicator when the load is on.": "",
        "Set the intensity of the LED Indicator when the load is off.": "",
        "Ability to control switch from the wall.": "",
        "Ability to control switch from the hub.": "",
        "Use device as a Dimmer or an On/Off switch.": "",
        "When the device is in On/Off mode, use full LED bar or just one LED.": "",
        "Display progress on LED bar during firmware update.": "",
        "0-254:This is the color of the LED strip in a hex representation. 255:Synchronization with default all LED strip color parameter.": "",
        "Intesity of LED strip when on. 101 = Syncronized with default all LED strip intensity parameter.": "",
        "Intesity of LED strip when off. 101 = Syncronized with default all LED strip intensity parameter.": "",
        "Result of a double tap on the up button.": "",
        "Measured Hcho value": "Measured HCHO value",
        "Measured PM10 (particulate matter) concentration": "Measured PM₁₀ (particulate matter) concentration",
        "Remaining battery 2 in %": "",
        "Illuminance calibration in lux": "",
        "Temperature calibration (-2.0...2.0)": "",
        "Enable reporting": "",
        "Control mode": "",
        "External switch type": "",
        "External switch status": "",
        "Load detection mode": "",
        "Load type": "",
        "Load dimmable": "",
        "Power supply mode": "",
        "Pulses per kwh. Default 1000 imp/kWh. Range 0 to 65535": "Pulses per kWh. Default 1000 imp/kWh. Range 0 to 65535",
        "Indicates if the card is inserted (= true) or not (= false)": "",
        "Current temperature measured on the external sensor (floor)": "",
        "The difference between the temperature at which the thermostat switches off, and the temperature at which it switches on again.": "",
        "Max guarding temperature": "",
        "Prevent changes. `false` = run normally. `true` = prevent from making changes.": "",
        "Enables the LED when the light is off": "",
        "Brightness of this backlight LED": "",
        "Enable or disable the blue backlight LED": ""
    },
    "featureNames": {
        "undefined": "undefined",
        "color_temp": "Colour Temp",
        "color_temp_startup": "Colour Temp Startup",
        "color_xy": "Colour xy",
        "motor_working_mode": "",
        "percent_state": "",
        "border": "",
        "power_on_behavior": "Power On Behaviour",
        "color_hs": "Colour Hue/Saturation",
        "action_source_name": "",
        "action_source_user": "",
        "led_disabled_night": "LED Disabled Night",
        "flip_indicator_light": "",
        "lcd_brightness": "LCD Brightness",
        "lcd_auto_brightness_enabled": "LCD Auto Brightness Enabled",
        "standby_lcd_brightness": "Standby LCD Brightness",
        "power_outage_count": "",
        "charging_status": "",
        "motor_state": "",
        "running": "",
        "smoke_density_dbm": "",
        "mute_buzzer": "",
        "mute": "",
        "heartbeat_indicator": "",
        "linkage_alarm": "",
        "gas_sensitivity": "",
        "presence_event": "",
        "monitoring_mode": "",
        "approach_distance": "",
        "reset_nopresence_status": "",
        "detection_interval": "",
        "ac_connected": "",
        "test_alarm": "",
        "test_alarm_result": "",
        "battery_level": "",
        "fault_alarm": "",
        "silence_siren": "",
        "report_interval": "",
        "temperature_unit_convert": "",
        "max_humidity": "",
        "min_humidity": "",
        "target_distance": "",
        "minimum_range": "",
        "maximum_range": "",
        "detection_delay": "",
        "fading_time": "",
        "self_test": "",
        "brightness_state": "",
        "action_step_size": "",
        "action_transition_time": "",
        "action_rate": "",
        "tumble_switch": "",
        "fall_sensitivity": "",
        "tumble_alarm_time": "",
        "fall_down_status": "",
        "static_dwell_alarm": "",
        "led_status": "LED Status",
        "trigger": "",
        "garage_door_contact": "",
        "indicator_mode": "",
        "holiday_start_stop": "",
        "schedule": "",
        "max_brightness": "",
        "co": "",
        "co2": "CO2",
        "formaldehyd": "Formaldehyde",
        "pm25": "PM₂.₅",
        "action_group": "",
        "occupancy_level": "",
        "noise": "",
        "noise_detected": "",
        "noise_timeout": "",
        "occupancy_sensitivity": "",
        "noise_detect_level": "",
        "co2_autocalibration": "",
        "co2_manual_calibration": "",
        "th_heater": "",
        "white_brightness": "",
        "led_intensity_on": "LED Intensity On",
        "led_intensity_off": "LED Intensity Off",
        "door_state": "",
        "power_factor": "",
        "ac_frequency": "",
        "status": "",
        "power_apparent": "",
        "power_phase_a": "",
        "power_phase_b": "",
        "power_phase_c": "",
        "energy_phase_a": "",
        "energy_phase_b": "",
        "energy_phase_c": "",
        "voltage_phase_a": "",
        "voltage_phase_ab": "",
        "voltage_phase_bc": "",
        "voltage_phase_ca": "",
        "current_phase_a": "",
        "lift_duration": "",
        "programming_operation_mode": "",
        "radiator_covered": "",
        "window_open_feature": "",
        "preheat_status": "",
        "adaptation_run_status": "",
        "adaptation_run_settings": "",
        "adaptation_run_control": "",
        "regulation_setpoint_offset": "",
        "led_indication": "LED Indication",
        "action_duration": "",
        "temperature_sensitivity": "",
        "led_enable": "LED Enable",
        "temperature_scale": "",
        "battpercentage": "",
        "outdoor_temperature": "",
        "button_vibration_level": "",
        "floor_sensor_type": "",
        "powerup_status": "",
        "floor_sensor_calibration": "",
        "dry_time": "",
        "mode_after_dry": "",
        "temperature_display": "",
        "window_open_check": "",
        "hysterersis": "",
        "display_auto_off_enabled": "",
        "alarm_airtemp_overvalue": "",
        "backlight": "",
        "color_power_on_behavior": "Colour Power On Behaviour",
        "valve_state": "",
        "indicate_light": "",
        "ADCO": "",
        "BASE": "",
        "OPTARIF": "",
        "ISOUSC": "",
        "HCHC": "",
        "HCHP": "",
        "BBRHCJW": "",
        "BBRHPJW": "",
        "BBRHCJR": "",
        "BBRHPJR": "",
        "IINST": "",
        "IINST2": "",
        "IINST3": "",
        "IMAX": "",
        "IMAX2": "",
        "IMAX3": "",
        "PMAX": "",
        "PAPP": "",
        "PTEC": "",
        "DEMAIN": "",
        "HHPHC": "",
        "PPOT": "",
        "PEJP": "",
        "ADPS": "",
        "ADIR1": "",
        "ADIR2": "",
        "ADIR3": "",
        "LTARF": "",
        "NTARF": "",
        "VTIC": "",
        "DATE": "",
        "EASF07": "",
        "EASF08": "",
        "EASF09": "",
        "EASF10": "",
        "EASD01": "",
        "EASD02": "",
        "EASD03": "",
        "EASD04": "",
        "EAIT": "",
        "ERQ1": "",
        "ERQ2": "",
        "ERQ3": "",
        "ERQ4": "",
        "URMS1": "",
        "URMS2": "",
        "URMS3": "",
        "STGE": "",
        "PCOUP": "",
        "SINSTI": "",
        "SMAXIN": "",
        "SMAXIN-1": "",
        "CCASN": "",
        "CCASN-1": "",
        "CCAIN": "",
        "CCAIN-1": "",
        "UMOY1": "",
        "UMOY2": "",
        "UMOY3": "",
        "SINSTS2": "",
        "SINSTS3": "",
        "SMAXN2": "",
        "SMAXN3": "",
        "SMAXN-1": "",
        "SMAXN2-1": "",
        "SMAXN3-1": "",
        "MSG1": "",
        "MSG2": "",
        "PRM": "",
        "DPM1": "",
        "FPM1": "",
        "DPM2": "",
        "FPM2": "",
        "DPM3": "",
        "FPM3": "",
        "RELAIS": "",
        "NJOURF": "",
        "NJOURF+1": "",
        "PJOURF+1": "",
        "PPOINTE1": "",
        "led_when_off": "",
        "led_when_on": "LED When On",
        "cable_outlet_mode": "",
        "led_effect": "",
        "color": "colour",
        "individual_led_effect": "",
        "led": "LED",
        "dimmingSpeedUpRemote": "",
        "dimmingSpeedUpLocal": "",
        "rampRateOffToOnRemote": "",
        "rampRateOffToOnLocal": "",
        "dimmingSpeedDownRemote": "",
        "dimmingSpeedDownLocal": "",
        "rampRateOnToOffRemote": "",
        "rampRateOnToOffLocal": "",
        "minimumLevel": "",
        "maximumLevel": "",
        "invertSwitch": "",
        "autoTimerOff": "",
        "defaultLevelLocal": "",
        "defaultLevelRemote": "",
        "stateAfterPowerRestored": "",
        "loadLevelIndicatorTimeout": "",
        "activePowerReports": "",
        "periodicPowerAndEnergyReports": "",
        "activeEnergyReports": "",
        "powerType": "",
        "switchType": "",
        "physicalOnOffDelay": "",
        "smartBulbMode": "",
        "ledColorWhenOn": "LED colour when on",
        "ledColorWhenOff": "LED colour when off",
        "ledIntensityWhenOn": "",
        "ledIntensityWhenOff": "",
        "localProtection": "",
        "remoteProtection": "",
        "outputMode": "",
        "onOffLedMode": "",
        "firmwareUpdateInProgressIndicator": "",
        "defaultLed1ColorWhenOn": "",
        "defaultLed1ColorWhenOff": "",
        "defaultLed1IntensityWhenOn": "",
        "defaultLed1IntensityWhenOff": "",
        "defaultLed2ColorWhenOn": "",
        "defaultLed2ColorWhenOff": "",
        "defaultLed2IntensityWhenOn": "",
        "defaultLed2IntensityWhenOff": "",
        "defaultLed3ColorWhenOn": "",
        "defaultLed3ColorWhenOff": "",
        "defaultLed3IntensityWhenOn": "",
        "defaultLed3IntensityWhenOff": "",
        "defaultLed4ColorWhenOn": "",
        "defaultLed4ColorWhenOff": "",
        "defaultLed4IntensityWhenOn": "",
        "defaultLed4IntensityWhenOff": "",
        "defaultLed5ColorWhenOn": "",
        "defaultLed5ColorWhenOff": "",
        "defaultLed5IntensityWhenOn": "",
        "defaultLed5IntensityWhenOff": "",
        "defaultLed6ColorWhenOn": "",
        "defaultLed6ColorWhenOff": "",
        "defaultLed6IntensityWhenOn": "",
        "defaultLed6IntensityWhenOff": "",
        "defaultLed7ColorWhenOn": "",
        "defaultLed7ColorWhenOff": "",
        "defaultLed7IntensityWhenOn": "",
        "defaultLed7IntensityWhenOff": "",
        "doubleTapUpEvent": "",
        "hcho": "HCHO",
        "aqi": "AQI",
        "pm10": "PM₁₀",
        "battery2": "",
        "control_mode": "",
        "switch_status": "",
        "load_detection_mode": "",
        "load_type": "",
        "load_dimmable": "",
        "power_supply_mode": "",
        "led_feedback": "LED Feedback",
        "card": "",
        "led_state": "LED State",
        "external_temperature": "",
        "hysteresis": "",
        "max_temperature_protection": "",
        "backlight_led": ""
    },
    "settingsSchemaDescriptions": {
        "Home Assistant legacy triggers, when enabled Zigbee2mqt will send an empty 'action' or 'click' after one has been send. A 'sensor_action' and 'sensor_click' will be discoverd": "Home Assistant legacy triggers, when enabled Zigbee2mqtt will send an empty 'action' or 'click' after one has been sent. A 'sensor_action' and 'sensor_click' will be discovered",
        "Location of override OTA index file": " Location of override OTA index file ",
        "Payload to be used for device availabilty and bridge/state topics. true = text, false = JSON": "",
        "Filter attributes with regex from published payload.": "",
        "Filter attributes with regex from being added to the cache, this prevents the attribute from being in the published payload when the value didn't change.": "",
        "Filter attributes with regex from optimistic publish payload when calling /set. (This has no effect if optimistic is set to false).": "",
        "Name of the device in Home Assistant": "",
        "Control when to publish state OFF for a group. 'all_members_off': only publish state OFF when all group memebers are in state OFF, 'last_member_state': publish state OFF whenever one of its members changes to OFF": ""
    },
    "settingsSchemaTitles": {
        "Disable led": "Disable LED",
        "OTA index override file name": "",
        "Frontend (simple)": "",
        "Frontend (advanced)": "",
        "Options that are applied to all devices": "",
        "Legacy availability payload": "",
        "Baudrate (deprecated)": "",
        "RTS / CTS (deprecated)": "",
        "IKEA TRADFRI OTA use test url (deprecated)": "",
        "Experimental (deprecated)": "",
        "Filtered attributes from cache": "",
        "Home Assistant": "",
        "Home Assistant name": "",
        "Group off state": ""
    }
}